const noticeData = [
    {
      id: 1,
      title: "서비스 점검 안내",
      content: "서버 점검이 2024년 12월 12일 오전 2시부터 5시까지 진행됩니다. 서비스 이용에 참고 부탁드립니다.",
      date: "2024-12-10",
      author: "Admin",
    },
    {
      id: 2,
      title: "신규 기능 업데이트",
      content: "신규 기능으로 다크 모드와 개인화 설정 기능이 추가되었습니다. 자세한 내용은 공지사항을 확인해주세요.",
      date: "2024-12-08",
      author: "Admin",
    },
    {
      id: 3,
      title: "연말 이벤트 안내",
      content: "연말 기념 이벤트가 2024년 12월 20일부터 2024년 12월 31일까지 진행됩니다. 많은 참여 바랍니다!",
      date: "2024-12-05",
      author: "Event Team",
    },
    {
      id: 4,
      title: "긴급 공지: 보안 업데이트",
      content: "보안 문제를 해결하기 위한 긴급 업데이트가 진행됩니다. 모든 사용자께서는 빠르게 업데이트를 진행해주시기 바랍니다.",
      date: "2024-12-03",
      author: "Security Team",
    },
    {
      id: 5,
      title: "휴무일 안내",
      content: "2024년 12월 25일(크리스마스)과 2024년 1월 1일(신정)은 휴무일입니다. 서비스 이용에 참고 부탁드립니다.",
      date: "2024-12-01",
      author: "Admin",
    },
    {
      id: 6,
      title: "배송 안내",
      content: "Mnemon은 CJ 대한통운을 운영하고 있으며, 배송기간은 평균 2~3일 정도 소요됩니다. 당일발송은 재고있는 상품에 한해 오후 2시 이전 주문시 가능합니다. 발송 후 1~2일 정도 소요됩니다.(도서 및 산간지역의 경우, 2~3일 정도 소요됩니다.)",
      date: "2024-11-30",
      author: "Admin",
    }
  ];
  
  export default noticeData;
  